Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: App Name
ar: اسم التطبيق
el: Όνομα Εφαρμογής
es: Nombre de la app
fa: نام برنامه
fr: Nom de l'appli
he: שם האפליקציה
hi: ऐप का नाम
id: Nama Aplikasi
it: Nome dell'app
ja: アプリ名
ko: 앱 이름
nl: App-naam
pl: Nazwa aplikacji
pt: Nome do app
ru: Название приложения
sv: Appnamn
th: ชื่อแอป
tr: Uygulama Adı
uk: Назва застосунку
vi: Tên ứng dụng
zh_hans: 应用名称

source: App Name, App Store URL, and Version pulled automatically from the App Store listing.
ar: يتم سحب اسم التطبيق وعنوان URL لمتجر التطبيقات والإصدار تلقائيًا من قائمة App Store.
de: App-Name, App-Store-URL und Version werden automatisch aus dem App-Store-Eintrag übernommen.
el: Το Όνομα Εφαρμογής, το URL του App Store και η Έκδοση λαμβάνονται αυτόματα από την καταχώριση του App Store.
es: El nombre de la app, la URL de la App Store y la versión se obtienen automáticamente de la ficha de la App Store.
fa: نام برنامه، نشانی اینترنتی App Store و نسخه به‌طور خودکار از فهرست App Store دریافت می‌شوند.
fr: Le nom de l'appli, l'URL de l'App Store et la version sont extraits automatiquement de la fiche App Store.
he: שם האפליקציה, כתובת ה-URL של App Store והגרסה נשלפים אוטומטית מרישום App Store.
hi: ऐप का नाम, App Store URL, और संस्करण App Store लिस्टिंग से स्वचालित रूप से लिए जाते हैं।
id: Nama Aplikasi, URL App Store, dan Versi diambil otomatis dari listingan App Store.
it: Nome dell'app, URL dell'App Store e versione vengono estratti automaticamente dalla scheda dell'App Store.
ja: アプリ名、App Store の URL、バージョンは App Store の掲載情報から自動的に取得されます。
ko: 앱 이름, App Store URL, 버전은 App Store 목록에서 자동으로 가져옵니다.
nl: App-naam, App Store-URL en versie worden automatisch overgenomen uit de App Store-vermelding.
pl: Nazwa aplikacji, adres URL App Store i wersja są pobierane automatycznie z wpisu w App Store.
pt: Nome do app, URL da App Store e versão são obtidos automaticamente da ficha da App Store.
ru: Название приложения, URL-адрес App Store и версия автоматически берутся из карточки App Store.
sv: Appnamn, App Store-URL och version hämtas automatiskt från App Store-listningen.
th: ชื่อแอป URL App Store และเวอร์ชันจะดึงมาโดยอัตโนมัติจากรายการใน App Store
tr: Uygulama Adı, App Store URL'si ve Sürüm, App Store listesinden otomatik olarak alınır.
uk: Назву застосунку, URL-адресу App Store та версію автоматично отримано з картки App Store.
vi: Tên ứng dụng, URL App Store và Phiên bản được lấy tự động từ trang niêm yết App Store.
zh_hans: 应用名称、App Store 链接和版本会自动从 App Store 页面获取。

source: App Store Link
ar: رابط App Store
el: Σύνδεσμος App Store
es: Enlace de la App Store
fa: پیوند App Store
fr: Lien de l'App Store
he: קישור ל-App Store
hi: App Store लिंक
id: Tautan App Store
it: Link all'App Store
ja: App Storeのリンク
ko: App Store 링크
pl: Link do App Store
pt: Link da App Store
ru: Ссылка на App Store
sv: App Store-länk
th: ลิงก์ App Store
tr: App Store Bağlantısı
uk: Посилання на App Store
vi: Liên kết App Store
zh_hans: App Store 链接

source: App Store now shows: %@
ar: يعرض App Store الآن: %@
de: App Store zeigt jetzt: %@
el: Το App Store εμφανίζει τώρα: %@
es: El App Store ahora muestra: %@
fa: App Store اکنون نشان می‌دهد: %@
fr: L'App Store affiche désormais : %@
he: ה-App Store מציג כעת: %@
hi: ऐप स्टोर अब दिखाता है: %@
id: App Store sekarang menampilkan: %@
it: L'App Store ora mostra: %@
ja: App Storeの表示は現在: %@
ko: App Store에 현재 표시되는 이름: %@
nl: App Store toont nu: %@
pl: App Store pokazuje teraz: %@
pt: A App Store agora mostra: %@
ru: App Store теперь показывает: %@
sv: App Store visar nu: %@
th: App Store แสดงในขณะนี้: %@
tr: App Store artık şunu gösteriyor: %@
uk: App Store тепер показує: %@
vi: App Store hiện hiển thị: %@
zh_hans: App Store 现在显示为：%@

source: App Store URL
ar: عنوان URL لمتجر التطبيقات
el: URL του App Store
es: URL de la App Store
fa: نشانی App Store
fr: URL de l'App Store
he: כתובת ה-URL של App Store
id: URL App Store
it: URL dell'App Store
ja: App Store の URL
pl: Adres URL App Store
pt: URL da App Store
ru: URL-адрес App Store
th: URL App Store
tr: App Store URL'si
uk: URL-адреса App Store
vi: URL App Store
zh_hans: App Store 链接

source: App Store URL (optional)
ar: عنوان URL لمتجر التطبيقات (اختياري)
el: URL του App Store (προαιρετικό)
es: URL de la App Store (opcional)
fa: نشانی App Store (اختیاری)
fr: URL de l'App Store (facultatif)
he: כתובת ה-URL של App Store (אופציונלי)
hi: App Store URL (वैकल्पिक)
id: URL App Store (opsional)
it: URL dell'App Store (facoltativo)
ja: App Store の URL（任意）
ko: App Store URL(선택 사항)
nl: App Store-URL (optioneel)
pl: Adres URL App Store (opcjonalnie)
pt: URL da App Store (opcional)
ru: URL-адрес App Store (необязательно)
sv: App Store-URL (valfritt)
th: URL App Store (ไม่บังคับ)
tr: App Store URL'si (isteğe bağlı)
uk: URL-адреса App Store (необов'язково)
vi: URL App Store (tùy chọn)
zh_hans: App Store 链接（可选）

source: App Supports
ar: التطبيق يدعم
de: App unterstützt
el: Η εφαρμογή υποστηρίζει
es: La app admite
fa: برنامه پشتیبانی می‌کند از
fr: L'appli prend en charge
he: האפליקציה תומכת
hi: ऐप समर्थन करता है
id: Aplikasi Mendukung
it: L'app supporta
ja: 対応デバイス
ko: 앱 지원 기기
nl: App ondersteunt
pl: Aplikacja obsługuje
pt: O app é compatível com
ru: Приложение поддерживает
sv: Appen har stöd för
th: แอปรองรับ
tr: Uygulamanın Desteklediği Cihazlar
uk: Застосунок підтримує
vi: Ứng dụng hỗ trợ
zh_hans: 应用支持

source: App Updates
ar: تحديثات التطبيقات
el: Ενημερώσεις Εφαρμογών
es: Actualizaciones de apps
fa: به‌روزرسانی‌های برنامه
fr: Mises à jour des applis
he: עדכוני אפליקציה
hi: ऐप अपडेट
id: Pembaruan Aplikasi
it: Aggiornamenti delle app
ja: アプリのアップデート
ko: 앱 업데이트
pl: Aktualizacje aplikacji
pt: Atualizações de apps
ru: Обновления приложений
sv: Appuppdateringar
th: อัปเดตแอป
tr: Uygulama Güncellemeleri
uk: Оновлення додатків
vi: Cập nhật ứng dụng
zh_hans: 应用更新

source: Appearance
ar: المظهر
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
nl: Weergave
pl: Wygląd
pt: Aparência
ru: Внешний вид
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_hans: 外观

source: Appends your app version and iOS version to help diagnose the issue.
ar: يُرفق إصدار تطبيقك وإصدار iOS للمساعدة في تشخيص المشكلة.
de: Fügt deine App- und iOS-Version hinzu, um bei der Diagnose des Problems zu helfen.
el: Προσαρτά την έκδοση της εφαρμογής σας και την έκδοση iOS για να βοηθήσει στη διάγνωση του προβλήματος.
es: Añade la versión de tu app y de iOS para ayudar a diagnosticar el problema.
fa: نسخهٔ برنامه و نسخهٔ iOS شما را برای کمک به تشخیص مشکل پیوست می‌کند.
fr: Ajoute la version de votre appli et d'iOS pour aider à diagnostiquer le problème.
he: מצרף את גרסת האפליקציה וגרסת ה-iOS שלך כדי לסייע באבחון הבעיה.
hi: समस्या के निदान में मदद के लिए आपके ऐप संस्करण और iOS संस्करण को जोड़ता है।
id: Menambahkan versi aplikasi dan versi iOS Anda untuk membantu mendiagnosis masalah.
it: Allega la versione dell'app e di iOS per aiutare a diagnosticare il problema.
ja: 問題の診断に役立つよう、アプリのバージョンと iOS のバージョンを添付します。
ko: 문제 진단에 도움이 되도록 앱 버전과 iOS 버전을 첨부합니다.
nl: Voegt je app-versie en iOS-versie toe om te helpen bij het diagnosticeren van het probleem.
pl: Dołącza wersję Twojej aplikacji i iOS, aby pomóc zdiagnozować problem.
pt: Anexa a versão do seu app e do iOS para ajudar a diagnosticar o problema.
ru: Добавляет версию приложения и iOS, чтобы помочь диагностировать проблему.
sv: Bifogar din appversion och iOS-version för att hjälpa till att diagnostisera problemet.
th: แนบเวอร์ชันแอปและเวอร์ชัน iOS ของคุณเพื่อช่วยวินิจฉัยปัญหา
tr: Sorunu teşhis etmeye yardımcı olmak için uygulama sürümünüzü ve iOS sürümünüzü ekler.
uk: Додає версію застосунку та версію iOS, щоб допомогти діагностувати проблему.
vi: Đính kèm phiên bản ứng dụng và phiên bản iOS của bạn để giúp chẩn đoán sự cố.
zh_hans: 附加您的应用版本和 iOS 版本，以帮助诊断问题。

source: Appends your app version, device, and accessibility settings (like VoiceOver) to help diagnose the issue.
ar: يُلحق إصدار التطبيق والجهاز وإعدادات إمكانية الوصول (مثل VoiceOver) للمساعدة في تشخيص المشكلة.
de: Fügt deine App-Version, dein Gerät und Bedienungshilfen-Einstellungen (wie VoiceOver) hinzu, um die Diagnose zu erleichtern.
el: Προσθέτει την έκδοση της εφαρμογής, τη συσκευή και τις ρυθμίσεις προσβασιμότητας (όπως το VoiceOver) για να βοηθήσει στη διάγνωση του προβλήματος.
es: Añade la versión de la app, el dispositivo y la configuración de accesibilidad (como VoiceOver) para ayudar a diagnosticar el problema.
fa: نسخهٔ برنامه، دستگاه، و تنظیمات دسترس‌پذیری (مانند VoiceOver) را برای کمک به تشخیص مشکل اضافه می‌کند.
fr: Ajoute la version de l'appli, l'appareil et les réglages d'accessibilité (comme VoiceOver) pour aider à diagnostiquer le problème.
he: מוסיף את גרסת האפליקציה, המכשיר והגדרות הנגישות (כמו VoiceOver) כדי לסייע באבחון הבעיה.
hi: समस्या का निदान करने में मदद के लिए आपका ऐप वर्शन, डिवाइस, और एक्सेसिबिलिटी सेटिंग्स (जैसे VoiceOver) जोड़ता है।
id: Menambahkan versi aplikasi, perangkat, dan pengaturan aksesibilitas (seperti VoiceOver) untuk membantu mendiagnosis masalah.
it: Aggiunge la versione dell'app, il dispositivo e le impostazioni di accessibilità (come VoiceOver) per aiutare a diagnosticare il problema.
ja: アプリのバージョン、デバイス、アクセシビリティ設定（VoiceOverなど）を追加し、問題の診断に役立てます。
ko: 문제 진단에 도움이 되도록 앱 버전, 기기, 접근성 설정(예: VoiceOver)을 추가합니다.
nl: Voegt je app-versie, apparaat en toegankelijkheidsinstellingen (zoals VoiceOver) toe om het probleem te helpen diagnosticeren.
pl: Dodaje wersję aplikacji, urządzenie i ustawienia ułatwień dostępu (takie jak VoiceOver), aby pomóc zdiagnozować problem.
pt: Adiciona a versão do app, o dispositivo e as configurações de acessibilidade (como o VoiceOver) para ajudar a diagnosticar o problema.
ru: Добавляет версию приложения, устройство и настройки специальных возможностей (например, VoiceOver), чтобы помочь диагностировать проблему.
sv: Lägger till din appversion, enhet och tillgänglighetsinställningar (som VoiceOver) för att hjälpa till att diagnostisera problemet.
th: เพิ่มเวอร์ชันแอป อุปกรณ์ และการตั้งค่าการช่วยการเข้าถึง (เช่น VoiceOver) เพื่อช่วยวินิจฉัยปัญหา
tr: Sorunu teşhis etmeye yardımcı olmak için uygulama sürümünüzü, cihazınızı ve erişilebilirlik ayarlarınızı (VoiceOver gibi) ekler.
uk: Додає версію застосунку, пристрій і налаштування спеціальних можливостей (наприклад, VoiceOver), щоб допомогти діагностувати проблему.
vi: Thêm phiên bản ứng dụng, thiết bị và cài đặt trợ năng (như VoiceOver) để giúp chẩn đoán sự cố.
zh_hans: 附加你的应用版本、设备和辅助功能设置（如 VoiceOver），以帮助诊断问题。

source: Apple Feedback #
ar: رقم Apple Feedback
de: Apple Feedback Nr.
el: Αρ. Apple Feedback
es: N.º de Apple Feedback
fa: شمارهٔ Apple Feedback
fr: N° Apple Feedback
he: מספר Apple Feedback
id: No. Apple Feedback
it: N. Apple Feedback
ja: Apple Feedback 番号
nl: Apple Feedback-nr.
pl: Nr Apple Feedback
pt: N.º do Apple Feedback
sv: Apple Feedback-nr
th: หมายเลข Apple Feedback
tr: Apple Feedback No.
vi: Số Apple Feedback
zh_hans: Apple Feedback 编号

source: Apple Feedback ID
ar: معرّف Apple Feedback
el: Αναγνωριστικό Apple Feedback
es: ID de Apple Feedback
fa: شناسهٔ Apple Feedback
fr: ID Apple Feedback
he: מזהה Apple Feedback
id: ID Apple Feedback
it: ID Apple Feedback
pl: Identyfikator Apple Feedback
pt: ID do Apple Feedback
ru: ID Apple Feedback
th: รหัส Apple Feedback
tr: Apple Feedback Kimliği
uk: Ідентифікатор Apple Feedback
vi: ID Apple Feedback

source: Apple Feedback ID: %@.
ar: معرّف Apple Feedback: %@.
el: Αναγνωριστικό Apple Feedback: %@.
es: ID de Apple Feedback: %@.
fa: شناسهٔ Apple Feedback: %@.
fr: ID Apple Feedback : %@.
he: מזהה Apple Feedback: %@.
id: ID Apple Feedback: %@.
it: ID Apple Feedback: %@.
pl: Identyfikator Apple Feedback: %@.
pt: ID do Apple Feedback: %@.
ru: ID Apple Feedback: %@.
th: รหัส Apple Feedback: %@
tr: Apple Feedback Kimliği: %@.
uk: Ідентифікатор Apple Feedback: %@.
vi: ID Apple Feedback: %@.

source: Apple Intelligence Features
ar: ميزات Apple Intelligence
de: Apple Intelligence-Funktionen
el: Λειτουργίες Apple Intelligence
es: Funciones de Apple Intelligence
fa: ویژگی‌های Apple Intelligence
fr: Fonctionnalités Apple Intelligence
he: תכונות Apple Intelligence
hi: Apple Intelligence सुविधाएँ
id: Fitur Apple Intelligence
it: Funzionalità di Apple Intelligence
ja: Apple Intelligence の機能
ko: Apple Intelligence 기능
nl: Apple Intelligence-functies
pl: Funkcje Apple Intelligence
pt: Recursos do Apple Intelligence
ru: Функции Apple Intelligence
sv: Apple Intelligence-funktioner
th: ฟีเจอร์ Apple Intelligence
tr: Apple Intelligence Özellikleri
uk: Функції Apple Intelligence
vi: Tính năng Apple Intelligence
zh_hans: Apple Intelligence 功能

source: Apple Intelligence is available on iPhone 15 Pro and later, and all iPhone 16 models, running iOS 18.1 or later.
ar: تتوفر Apple Intelligence على iPhone 15 Pro وما بعده، وجميع طرازات iPhone 16، بنظام iOS 18.1 أو أحدث.
de: Apple Intelligence ist auf dem iPhone 15 Pro und neuer sowie allen iPhone 16-Modellen mit iOS 18.1 oder neuer verfügbar.
el: Το Apple Intelligence είναι διαθέσιμο σε iPhone 15 Pro και μεταγενέστερα, και σε όλα τα μοντέλα iPhone 16, με iOS 18.1 ή νεότερο.
es: Apple Intelligence está disponible en iPhone 15 Pro y modelos posteriores, y en todos los modelos de iPhone 16, con iOS 18.1 o posterior.
fa: Apple Intelligence روی iPhone 15 Pro و مدل‌های بعدی و همهٔ مدل‌های iPhone 16 با iOS 18.1 یا نسخه‌های جدیدتر در دسترس است.
fr: Apple Intelligence est disponible sur iPhone 15 Pro et modèles ultérieurs, ainsi que sur tous les modèles iPhone 16, avec iOS 18.1 ou version ultérieure.
he: Apple Intelligence זמין ב-iPhone 15 Pro ואילך, ובכל דגמי ה-iPhone 16, עם iOS 18.1 ואילך.
hi: Apple Intelligence iPhone 15 Pro और बाद के मॉडलों तथा सभी iPhone 16 मॉडलों पर उपलब्ध है, जिनमें iOS 18.1 या बाद का संस्करण चल रहा हो।
id: Apple Intelligence tersedia di iPhone 15 Pro ke atas, dan semua model iPhone 16, yang menjalankan iOS 18.1 atau lebih baru.
it: Apple Intelligence è disponibile su iPhone 15 Pro e modelli successivi e su tutti i modelli iPhone 16, con iOS 18.1 o successivo.
ja: Apple Intelligence は、iOS 18.1 以降を搭載した iPhone 15 Pro 以降およびすべての iPhone 16 モデルで利用できます。
ko: Apple Intelligence는 iOS 18.1 이상을 실행하는 iPhone 15 Pro 이상 및 모든 iPhone 16 모델에서 사용할 수 있습니다.
nl: Apple Intelligence is beschikbaar op iPhone 15 Pro en later, en alle iPhone 16-modellen, met iOS 18.1 of later.
pl: Apple Intelligence jest dostępne na iPhone 15 Pro i nowszych oraz wszystkich modelach iPhone 16 z systemem iOS 18.1 lub nowszym.
pt: O Apple Intelligence está disponível no iPhone 15 Pro e modelos posteriores, e em todos os modelos do iPhone 16, com iOS 18.1 ou posterior.
ru: Apple Intelligence доступен на iPhone 15 Pro и более новых моделях, а также на всех моделях iPhone 16 с iOS 18.1 или новее.
sv: Apple Intelligence är tillgängligt på iPhone 15 Pro och senare samt alla iPhone 16-modeller med iOS 18.1 eller senare.
th: Apple Intelligence ใช้ได้บน iPhone 15 Pro ขึ้นไป และ iPhone 16 ทุกรุ่น ที่ใช้ iOS 18.1 ขึ้นไป
tr: Apple Intelligence, iOS 18.1 veya sonrasını çalıştıran iPhone 15 Pro ve sonrası ile tüm iPhone 16 modellerinde kullanılabilir.
uk: Apple Intelligence доступний на iPhone 15 Pro та новіших моделях, а також усіх моделях iPhone 16 з iOS 18.1 або новішою версією.
vi: Apple Intelligence khả dụng trên iPhone 15 Pro trở lên và tất cả các mẫu iPhone 16 chạy iOS 18.1 trở lên.
zh_hans: Apple Intelligence 适用于 iPhone 15 Pro 及更新机型，以及所有 iPhone 16 机型，且需运行 iOS 18.1 或更高版本。

source: Apple Intelligence tip: select any text you type to proofread, rewrite, shorten, or translate it using Writing Tools.
ar: تلميح Apple Intelligence: حدد أي نص لمراجعته أو إعادة كتابته أو ترجمته باستخدام Writing Tools.
de: Apple Intelligence-Tipp: Markiere Text zum Korrigieren, Umschreiben oder Übersetzen mit Writing Tools.
el: Συμβουλή Apple Intelligence: επιλέξτε οποιοδήποτε πληκτρολογημένο κείμενο για να το ελέγξετε, να το ξαναγράψετε, να το συντομεύσετε ή να το μεταφράσετε με τα Writing Tools.
es: Consejo de Apple Intelligence: selecciona cualquier texto para corregirlo, reescribirlo o traducirlo con Writing Tools.
fa: نکته Apple Intelligence: هر متنی را انتخاب کنید تا با Writing Tools ویرایش، بازنویسی یا ترجمه شود.
fr: Conseil Apple Intelligence : sélectionnez du texte pour le corriger, réécrire ou traduire avec Writing Tools.
he: טיפ Apple Intelligence: בחר כל טקסט שהוקלד כדי לבדוק, לשכתב, לקצר או לתרגם אותו עם Writing Tools.
hi: Apple Intelligence सुझाव: कोई भी टेक्स्ट चुनें और Writing Tools से प्रूफरीड, फिर से लिखें या अनुवाद करें।
id: Tip Apple Intelligence: pilih teks yang diketik untuk memeriksa, menulis ulang, mempersingkat, atau menerjemahkannya dengan Writing Tools.
it: Suggerimento Apple Intelligence: seleziona testo per correggerlo, riscriverlo o tradurlo con Writing Tools.
ja: Apple Intelligenceのヒント：テキストを選択してWriting Toolsで校正、書き直し、翻訳できます。
ko: Apple Intelligence 팁: 텍스트를 선택해 Writing Tools로 교정, 재작성, 번역할 수 있습니다.
nl: Apple Intelligence-tip: selecteer tekst om te corrigeren, herschrijven of vertalen met Writing Tools.
pl: Wskazówka Apple Intelligence: wybierz dowolny wpisany tekst, aby sprawdzić, przepisać, skrócić lub przetłumaczyć go za pomocą Writing Tools.
pt: Dica do Apple Intelligence: selecione qualquer texto para corrigi-lo, reescrevê-lo ou traduzi-lo com Writing Tools.
ru: Совет Apple Intelligence: выберите любой введённый текст, чтобы проверить, переписать, сократить или перевести его с помощью Writing Tools.
sv: Apple Intelligence-tips: välj skriven text för att kontrollera, skriva om, korta ner eller översätta med Writing Tools.
th: เคล็ดลับ Apple Intelligence: เลือกข้อความที่พิมพ์เพื่อตรวจสอบ เขียนใหม่ ย่อ หรือแปลด้วย Writing Tools
tr: Apple Intelligence ipucu: Yazma Araçları ile denetlemek, yeniden yazmak, kısaltmak veya çevirmek için herhangi bir girdi metnini seçin.
uk: Порада Apple Intelligence: виберіть будь-який введений текст, щоб перевірити, переписати, скоротити або перекласти його за допомогою Writing Tools.
vi: Mẹo Apple Intelligence: chọn bất kỳ văn bản đã nhập nào để kiểm tra, viết lại, rút gọn hoặc dịch bằng Writing Tools.
zh_hans: Apple Intelligence提示：选择任意文本，使用Writing Tools进行校对、改写或翻译。

source: Apple Intelligence: select text you type to proofread, rewrite, shorten, or translate using Writing Tools.
ar: Apple Intelligence: حدد النص الذي تكتبه لمراجعته أو إعادة كتابته أو ترجمته باستخدام Writing Tools.
de: Apple Intelligence: Markiere Text zum Korrigieren, Umschreiben oder Übersetzen mit Writing Tools.
el: Apple Intelligence: επιλέξτε οποιοδήποτε πληκτρολογημένο κείμενο για να το ελέγξετε, να το ξαναγράψετε ή να το μεταφράσετε με τα Writing Tools.
es: Apple Intelligence: selecciona el texto que escribes para corregir, reescribir o traducir con Writing Tools.
fa: Apple Intelligence: متنی را که تایپ می‌کنید انتخاب کنید تا با Writing Tools ویرایش، بازنویسی یا ترجمه شود.
fr: Apple Intelligence : sélectionnez votre texte pour le corriger, le réécrire ou le traduire avec Writing Tools.
he: Apple Intelligence: בחר כל טקסט שהוקלד כדי לבדוק, לשכתב או לתרגם אותו עם Writing Tools.
hi: Apple Intelligence: जो टेक्स्ट टाइप करें उसे चुनें और Writing Tools से प्रूफरीड, फिर से लिखें या अनुवाद करें।
id: Apple Intelligence: pilih teks yang diketik untuk memeriksa, menulis ulang, atau menerjemahkannya dengan Writing Tools.
it: Apple Intelligence: seleziona il testo per correggerlo, riscriverlo o tradurlo con Writing Tools.
ja: Apple Intelligence：入力したテキストを選択して、Writing Toolsで校正、書き直し、翻訳できます。
ko: Apple Intelligence: 입력한 텍스트를 선택해 Writing Tools로 교정, 재작성, 번역하세요.
nl: Apple Intelligence: selecteer tekst om te corrigeren, herschrijven of vertalen met Writing Tools.
pl: Apple Intelligence: wybierz dowolny wpisany tekst, aby sprawdzić, przepisać lub przetłumaczyć go za pomocą Writing Tools.
pt: Apple Intelligence: selecione o texto para corrigir, reescrever ou traduzir com Writing Tools.
ru: Apple Intelligence: выберите введённый текст, чтобы проверить, переписать или перевести его с помощью Writing Tools.
sv: Apple Intelligence: välj skriven text för att kontrollera, skriva om eller översätta med Writing Tools.
th: Apple Intelligence: เลือกข้อความที่พิมพ์เพื่อตรวจสอบ เขียนใหม่ หรือแปลด้วย Writing Tools
tr: Apple Intelligence: Yazma Araçları ile yazılan metni denetlemek, yeniden yazmak veya çevirmek için herhangi bir girdi metnini seçin.
uk: Apple Intelligence: виберіть введений текст, щоб перевірити, переписати або перекласти його за допомогою Writing Tools.
vi: Apple Intelligence: chọn bất kỳ văn bản đã nhập nào để kiểm tra, viết lại hoặc dịch bằng Writing Tools.
zh_hans: Apple Intelligence：选择您输入的文本，使用Writing Tools进行校对、改写或翻译。

source: Apple Products Owned
ar: منتجات Apple التي تمتلكها
de: Besessene Apple-Produkte
el: Προϊόντα Apple που Κατέχετε
es: Productos Apple que posees
fa: محصولات اپل موجود نزد شما
fr: Produits Apple possédés
he: מוצרי Apple בבעלותך
hi: स्वामित्व वाले Apple उत्पाद
id: Produk Apple yang Dimiliki
it: Prodotti Apple posseduti
ja: 所有している Apple 製品
ko: 보유한 Apple 제품
nl: Apple-producten in bezit
pl: Posiadane produkty Apple
pt: Produtos Apple que você possui
ru: Имеющиеся продукты Apple
sv: Apple-produkter du äger
th: ผลิตภัณฑ์ Apple ที่มี
tr: Sahip Olunan Apple Ürünleri
uk: Наявні продукти Apple
vi: Sản phẩm Apple sở hữu
zh_hans: 拥有的 Apple 产品

source: Apple Products Owned: %@
ar: منتجات Apple التي تمتلكها: %@
de: Besessene Apple-Produkte: %@
el: Προϊόντα Apple που Κατέχετε: %@
es: Productos Apple que posees: %@
fa: محصولات اپل موجود نزد شما: %@
fr: Produits Apple possédés : %@
he: מוצרי Apple בבעלותך: %@
hi: स्वामित्व वाले Apple उत्पाद: %@
id: Produk Apple yang Dimiliki: %@
it: Prodotti Apple posseduti: %@
ja: 所有している Apple 製品：%@
ko: 보유한 Apple 제품: %@
nl: Apple-producten in bezit: %@
pl: Posiadane produkty Apple: %@
pt: Produtos Apple que você possui: %@
ru: Имеющиеся продукты Apple: %@
sv: Apple-produkter du äger: %@
th: ผลิตภัณฑ์ Apple ที่มี: %@
tr: Sahip Olunan Apple Ürünleri: %@
uk: Наявні продукти Apple: %@
vi: Sản phẩm Apple sở hữu: %@
zh_hans: 拥有的 Apple 产品：%@
